{
    "@version": "2.0",
    "channel": {
       "title": "Computer Science News | Technology News | Computer Science Technology | Computer Sciences",
       "link": "https://techxplore.com/computer-sciences-news/",
       "language": "en-us",
       "description": "The latest news on computer science, computer science technology, computer science technologies and technology science.",
       "item": [
          {
             "title": "Unlocking the potential of blockchain technology",
             "description": "The Republic of the Marshall Islands is a country of around 50,000 people spread across more than 1,000 islands in a remote part of the Pacific Ocean. The country relies heavily on cross-border finance and trade, and the complexities of that system can make it difficult for citizens to get certain goods and financial services efficiently.",
             "link": "https://techxplore.com/news/2021-06-potential-blockchain-technology.html",
             "category": "Business",
             "pubDate": "Fri, 18 Jun 2021 10:10:57 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news543229851"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/unlocking-the-potentia.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Features of virtual agents affect how humans mimic their facial expressions",
             "description": "In recent years, computer scientists have developed a broad variety of virtual agents, artificial agents designed to interact with humans or assist them with various tasks. Some past findings suggest that the extent to which human users trust these agents often depends on how much they perceive them to be likable and pleasant.",
             "link": "https://techxplore.com/news/2021-06-features-virtual-agents-affect-humans.html",
             "category": "Computer Sciences",
             "pubDate": "Thu, 17 Jun 2021 09:30:01 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542972251"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/can-features-of-virtua.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Facebook AI software able to dig up origins of deepfake images",
             "description": "Facebook scientists on Wednesday said they developed artificial intelligence software to not only identify \"deepfake\" images but to figure out where they came from.",
             "link": "https://techxplore.com/news/2021-06-facebook-ai-software-deepfake-images.html",
             "category": "Computer Sciences",
             "pubDate": "Thu, 17 Jun 2021 04:31:34 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news543123091"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/facebook-ai-software-a.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Facebook AI can now use just one word to mimic text style from images",
             "description": "Facebook has announced their new AI project TextStyleBrush, a software capable of copying the style of handwritten or printed text in an image using only one word. Users can utilize this model to alter and replace text in photos.",
             "link": "https://techxplore.com/news/2021-06-facebook-ai-word-mimic-text.html",
             "category": "Computer Sciences",
             "pubDate": "Wed, 16 Jun 2021 16:09:11 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news543078543"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/facebook-ai-can-now-us.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Study estimates the prevalence of CCTV cameras in large cities worldwide",
             "description": "Over the past few decades, surveillance cameras, also known as closed-circuit television (CCTV) cameras, have become widely used by governments, law enforcement officers and private citizens to monitor public spaces, prevent crime and identify criminals. While the millions of surveillance cameras installed worldwide can play a crucial role in the prevention of crime and aid police investigations, they can also considerably restrict the privacy of citizens.",
             "link": "https://techxplore.com/news/2021-06-prevalence-cctv-cameras-large-cities.html",
             "category": "Computer Sciences",
             "pubDate": "Wed, 16 Jun 2021 09:30:01 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542898042"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/study-estimates-the-pr.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "ProtoTree: Addressing the black-box nature of deep learning models",
             "description": "One of the biggest obstacles in the adoption of Artificial Intelligence is that it cannot explain what a prediction is based on. These machine-learning systems are so-called black boxes when the reasoning for a decision is not self-evident to a user. Meike Nauta, Ph.D. candidate at the Data Science group within the EEMCS faculty of the University of Twente, created a model to address the black-box nature of deep learning models.",
             "link": "https://techxplore.com/news/2021-06-prototree-black-box-nature-deep.html",
             "category": "Computer Sciences",
             "pubDate": "Wed, 16 Jun 2021 09:13:31 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news543053607"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/prototree-addressing-t.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Turning a single photo into a video",
             "description": "Sometimes photos cannot truly capture a scene. How much more epic would that vacation photo of Niagara Falls be if the water were moving?",
             "link": "https://techxplore.com/news/2021-06-photo-video.html",
             "category": "Computer Sciences",
             "pubDate": "Tue, 15 Jun 2021 10:29:57 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542971791"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2020/photon.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "WaveGlove: A glove with five inertial sensors for hand gesture recognition",
             "description": "Over the past few decades, computer scientists have developed a wide array of models and approaches to analyze different aspects of human behavior and communication, such as speech, emotions and gestures. Most existing techniques for hand gesture recognition rely on the use of wearable technologies with a single sensor and can only recognize a limited number of basic gestures.",
             "link": "https://techxplore.com/news/2021-06-waveglove-glove-inertial-sensors-gesture.html",
             "category": "Engineering",
             "pubDate": "Tue, 15 Jun 2021 09:30:02 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542548153"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/waveglove-a-glove-with.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Creating 'digital twins' at scale to improve drone deliveries",
             "description": "Picture this: A delivery drone suffers some minor wing damage on its flight. Should it land immediately, carry on as usual, or reroute to a new destination? A digital twin, a computer model of the drone that has been flying the same route and now experiences the same damage in its virtual world, can help make the call.",
             "link": "https://techxplore.com/news/2021-06-digital-twins-scale-drone-deliveries.html",
             "category": "Engineering",
             "pubDate": "Tue, 15 Jun 2021 08:49:09 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542965742"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/creating-digital-twins.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Where digitalization is a goldmine, for real",
             "description": "Digitalizing multiple parts of the mining industry could generate value to the tune of U.S. $321 billion worldwide, according to the World Economic Forum.",
             "link": "https://techxplore.com/news/2021-06-digitalization-goldmine-real.html",
             "category": "Business",
             "pubDate": "Fri, 11 Jun 2021 10:32:41 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542626359"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/where-digitalization-i.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Using large-scale dataset experiments and machine learning to discover new theories of decision-making",
             "description": "A team of researchers from Princeton University along with one from Worcester Polytechnic Institute has developed a way to use large-scale dataset experiments and machine learning to discover new theories of decision-making. In their paper published in the journal Science, the group describes their approach to using a common tradeoff experiment to generate large datasets for use in testing and developing new theories surrounding human decision-making. Sudeep Bhatia and Lisheng He with the University of Pennsylvania and Shanghai International Studies University, respectively, have published a Perspectives piece in the same journal issue outlining current issues with decision theory and the work done by the team in this new effort.",
             "link": "https://techxplore.com/news/2021-06-large-scale-dataset-machine-theories-decision-making.html",
             "category": "Computer Sciences",
             "pubDate": "Fri, 11 Jun 2021 09:09:31 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542621366"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2020/datasets.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Facebook to launch NetHack Challenge at NeurIPS 2021",
             "description": "Historically, significant progress in the area of reinforcement learning (RL) has resulted from simulation environments in games such as Dota 2, Minecraft and StarCraft II. Unfortunately, these developments came with a taxing amount of computation, typically requiring the usage of thousands of GPUs at once for just one experiment. Even despite these costs, many of these RL methods didn't prove to be very applicable to solving real-world issues.",
             "link": "https://techxplore.com/news/2021-06-facebook-nethack-neurips.html",
             "category": "Computer Sciences",
             "pubDate": "Thu, 10 Jun 2021 13:53:03 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542551970"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/facebook-to-launch-net.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "A bio-inspired technique to mitigate catastrophic forgetting in binarized neural networks",
             "description": "Deep neural networks have achieved highly promising results on several tasks, including image and text classification. Nonetheless, many of these computational methods are prone to what is known as catastrophic forgetting, which essentially means that when they are trained on a new task, they tend to rapidly forget how to complete tasks they were trained to complete in the past.",
             "link": "https://techxplore.com/news/2021-06-bio-inspired-technique-mitigate-catastrophic-binarized.html",
             "category": "Computer Sciences",
             "pubDate": "Thu, 10 Jun 2021 09:30:01 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542368661"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/a-bio-inspired-techniq.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Training robots to manipulate soft and deformable objects",
             "description": "Robots can solve a Rubik's cube and navigate the rugged terrain of Mars, but they struggle with simple tasks like rolling out a piece of dough or handling a pair of chopsticks. Even with mountains of data, clear instructions, and extensive training, they have a difficult time with tasks easily picked up by a child.",
             "link": "https://techxplore.com/news/2021-06-robots-soft-deformable.html",
             "category": "Robotics",
             "pubDate": "Thu, 10 Jun 2021 09:07:03 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542534820"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/training-robots-to-man.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Modeling the mysteries of the universe, from dark matter to COVID-19",
             "description": "At first glance, astrophysics may not seem to have much in common with tracking and predicting the spread of a global virus. But to Professor Niayesh Afshordi, the link was clear—even early last year as our collective reaction to COVID-19 played out in real time.",
             "link": "https://techxplore.com/news/2021-06-mysteries-universe-dark-covid-.html",
             "category": "Software",
             "pubDate": "Thu, 10 Jun 2021 07:35:25 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542529321"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/modelling-the-mysterie.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "A social robot that could help children to regulate their emotions",
             "description": "In recent years, roboticists have developed a broad variety of social robots, robots designed to communicate with humans, assist them and support them in several different ways. This includes robotic toys and other robots designed to be used by children.",
             "link": "https://techxplore.com/news/2021-06-social-robot-children-emotions.html",
             "category": "Robotics",
             "pubDate": "Wed, 09 Jun 2021 09:30:02 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542368616"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/a-social-robot-that-co.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "New study: Developers' skills and top management commitment lead to Agile project success",
             "description": "Around the globe, software-intensive organizations shift from plan-based development processes to Agile ones, intending to focus more on team interaction, better products, customers' needs, and readiness to change.",
             "link": "https://techxplore.com/news/2021-06-skills-commitment-agile-success.html",
             "category": "Business",
             "pubDate": "Tue, 08 Jun 2021 13:23:36 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542377413"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2019/manager.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Faster holographic imaging using recurrent neural networks",
             "description": "Digital holographic imaging is a commonly used microscopy technique in biomedical imaging. It reveals rich optical information of the sample, which could be used, for example, to detect pathological abnormalities in tissue slides. Common image sensors only respond to the intensity of the incoming light. Therefore, reconstructing the complete 3D information of a hologram that is digitally recorded by such sensors has been a challenging task involving optical phase retrieval, which is a time-consuming and computationally intensive step in digital holography.",
             "link": "https://techxplore.com/news/2021-06-faster-holographic-imaging-recurrent-neural.html",
             "category": "Computer Sciences",
             "pubDate": "Tue, 08 Jun 2021 10:19:29 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542366366"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/faster-holographic-ima.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Improved method for generating synthetic data solves major privacy issues in research",
             "description": "A lack of data is a major bottleneck for many kinds of research, and especially for the development of better medical treatments and drugs. This data is extremely sensitive and, understandably, people and companies alike are often unwilling to share their information with others.",
             "link": "https://techxplore.com/news/2021-06-method-synthetic-major-privacy-issues.html",
             "category": "Computer Sciences",
             "pubDate": "Mon, 07 Jun 2021 13:42:43 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542292160"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2020/5-ai.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Computers can now predict our preferences directly from our brain",
             "description": "A research team from the University of Copenhagen and University of Helsinki demonstrates it is possible to predict individual preferences based on how a person's brain responses match up to others. This could potentially be used to provide individually-tailored media content—and perhaps even to enlighten us about ourselves.",
             "link": "https://techxplore.com/news/2021-06-brain.html",
             "category": "Computer Sciences",
             "pubDate": "Mon, 07 Jun 2021 10:56:58 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news542282208"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/computers-can-now-pred.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Let's talk about the elephant in the data",
             "description": "You would not be surprised to see an elephant in the savanna or a plate in your kitchen. Based on your prior experiences and knowledge, you know that is where elephants and plates are often to be found. If you saw a mysterious object in your kitchen, how would you figure out what it was? You would rely on your expectations or prior knowledge. Should a computer approach the problem in the same way? The answer may surprise you. Cold Spring Harbor Laboratory Professor Partha Mitra described how he views problems like these in a \"Perspective\" in Nature Machine Intelligence. He hopes his insights will help researchers teach computers how to analyze complex systems more effectively.",
             "link": "https://techxplore.com/news/2021-06-elephant.html",
             "category": "Computer Sciences",
             "pubDate": "Thu, 03 Jun 2021 13:08:09 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news541944485"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/lets-talk-about-the-el.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Transparent data collection increases trust among users",
             "description": "If online services like Google are more transparent about what data they collect on their users, it can inspire more trust. This is the conclusion reached by researchers from Ruhr-Universität Bochum (RUB) and the Max Planck Institute for Security and Privacy (MPI-SP) in Bochum, together with colleagues from the The George Washington University. In an online study, they had 153 participants look at the data Google had stored about them and asked the participants before and after about their privacy concerns. They also examined whether the participants wanted to change their Google settings in the future after being confronted with the data stored about them.",
             "link": "https://techxplore.com/news/2021-06-transparent-users.html",
             "category": "Business",
             "pubDate": "Wed, 02 Jun 2021 10:49:01 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news541849738"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/transparent-data-colle.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Text2App: A framework that creates Android apps from text descriptions",
             "description": "Researchers at Bangladesh University of Engineering and Technology (BUET) and University of California- Los Angeles (UCLA) recently developed a framework that can create Android applications from text descriptions. This new app was presented in a paper pre-published on arXiv.",
             "link": "https://techxplore.com/news/2021-06-text2app-framework-android-apps-text.html",
             "category": "Computer Sciences",
             "pubDate": "Wed, 02 Jun 2021 09:30:02 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news541759063"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/text2app-a-framework-t.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Mass scale manipulation of Twitter Trends discovered",
             "description": "New EPFL research has found that almost half of local Twitter trending topics in Turkey are fake, a scale of manipulation previously unheard of. It also proves for the first time that many trends are created solely by bots due to a vulnerability in Twitter's Trends algorithm.",
             "link": "https://techxplore.com/news/2021-06-mass-scale-twitter-trends.html",
             "category": "Internet",
             "pubDate": "Wed, 02 Jun 2021 08:21:36 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news541840892"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2020/twitter.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Microscopists push neural networks to the limit to sharpen fuzzy images",
             "description": "Fluorescence imaging uses laser light to obtain bright, detailed images of cells and even sub-cellular structures. However, if you want to watch what a living cell is doing, such as dividing into two cells, the laser may fry it and kill it. One answer is to use less light so the cell will not be damaged and can proceed with its various cellular processes. But, with such low levels of light there is not much signal for a microscope to detect. It's a faint, blurry mess.",
             "link": "https://techxplore.com/news/2021-06-microscopists-neural-networks-limit-sharpen.html",
             "category": "Computer Sciences",
             "pubDate": "Wed, 02 Jun 2021 08:11:09 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news541840265"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/microscopists-push-neu.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Researchers fine-tune control over AI image generation",
             "description": "Researchers from North Carolina State University have developed a new state-of-the-art method for controlling how artificial intelligence (AI) systems create images. The work has applications for fields from autonomous robotics to AI training.",
             "link": "https://techxplore.com/news/2021-06-fine-tune-ai-image.html",
             "category": "Computer Sciences",
             "pubDate": "Tue, 01 Jun 2021 14:59:37 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news541778371"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/researchers-fine-tune.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "A new model enables the recreation of the family tree of complex networks",
             "description": "In a new study published in Proceedings of the National Academy of Sciences (PNAS), a research team of the Institute of Complex Systems of the University of Barcelona (UBICS) analyzed the time evolution of real complex networks and developed a model in which the emergence of new nodes can be related to pre-existing nodes, similarly to the evolution of species in biology.",
             "link": "https://techxplore.com/news/2021-06-enables-recreation-family-tree-complex.html",
             "category": "Internet",
             "pubDate": "Tue, 01 Jun 2021 14:45:20 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news541777517"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2018/computernetw.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "The role of computer voice in the future of speech-based human-computer interaction",
             "description": "In the modern day, our interactions with voice-based devices and services continue to increase. In this light, researchers at Tokyo Institute of Technology and RIKEN, Japan, have performed a meta-synthesis to understand how we perceive and interact with the voice (and the body) of various machines. Their findings have generated insights into human preferences, and can be used by engineers and designers to develop future vocal technologies.",
             "link": "https://techxplore.com/news/2021-06-role-voice-future-speech-based-human-computer.html",
             "category": "Computer Sciences",
             "pubDate": "Tue, 01 Jun 2021 13:18:57 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news541772333"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/the-role-of-computer-v.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "Trust the machine—it knows what it is doing",
             "description": "Machine learning, when used in climate science builds an actual understanding of the climate system, according to a study published in the journal Chaos by Manuel Santos Gutiérrez and Valerio Lucarini, University of Reading, UK, Mickäel Chekroun, the Weizmann Institute, Israel and Michael Ghil, Ecole Normale Supérieure, Paris, France. This means we can trust machine learning and further its applications in climate science, say the authors.",
             "link": "https://techxplore.com/news/2021-06-machineit.html",
             "category": "Computer Sciences",
             "pubDate": "Tue, 01 Jun 2021 13:14:30 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news541772063"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/trust-the-machine----i.jpg",
                "@width": "90",
                "@height": "90"
             }
          },
          {
             "title": "What could possibly go wrong with virtual reality?",
             "description": "YouTube is a treasure trove of virtual reality fails: users tripping, colliding into walls and smacking inanimate and animate objects. By investigating these \"VR fails' on YouTube, researchers at the University of Copenhagen have sought to learn more about when and why things go sideways for users and how to improve VR design and experiences so as to avoid accidents.",
             "link": "https://techxplore.com/news/2021-06-possibly-wrong-virtual-reality.html",
             "category": "Computer Sciences",
             "pubDate": "Tue, 01 Jun 2021 10:35:17 EDT",
             "guid": {
                "@isPermaLink": "false",
                "#text": "news541762513"
             },
             "thumbnail": {
                "@url": "https://scx1.b-cdn.net/csz/news/tmb/2021/what-could-possibly-go.jpg",
                "@width": "90",
                "@height": "90"
             }
          }
       ]
    }
 }
 